[
  {
    "id": 42,
    "path": "Anime/AnimeList",
    "name": "5 Centimeters Per Second",
    "rating": 7.87,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Slice of Life, Drama, Romance",
    "description": "Toono Takaki dan Shinohara Akari adalah teman kelas yang sangat dekat. Namun mereka terpaksa berpisah karena Akari harus pindah ke daerah lain bersama keluarganya. Meskipun terpisahkan jarak yang jauh, hubungan mereka terus berlanjut dengan saling mengirim pesan. Hari-hari terus berlanjut, Takaki memutuskan untuk bertemu dengan Akari untuk terakhir kalinya.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-5-Centimeters-Per-Second-12-05-2020-8547.jpg"
  },
  {
    "id": 41,
    "path": "Anime/AnimeList",
    "name": "Hello World",
    "rating": 7.81,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Sci-Fi, Drama",
    "description": "“Kota ini, aku, kamu, dan dunia yang aku kira nyata, ternyata semuanya tak lebih dari sekedar data”.\r\n\r\nTahun 2027 di Kyoto, Naomi bertemu dengan dirinya dari masa depan. Naomi masa depan datang padanya untuk membantunya mendapatkan pacar. Namun, ketika kisah asmara Naomi bersemi, dunia mulai terhapus.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Hello-World-12-05-2020-1956.jpg"
  },
  {
    "id": 40,
    "path": "Anime/AnimeList",
    "name": "Tenki no Ko (Weathering with You)",
    "rating": 8.58,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Slice of Life, Drama, Romance, Fantasy",
    "description": "Hotaka, siswa SMA yang meninggalkan rumahnya di pulau terpencil dan pindah ke Tokyo. Meski awalnya ia mendapat banyak masalah, akhirnya ia menemukan pekerjaan baru sebagai penulis di sebuah majalah okultis. Suatu hari, di sudut kota yang padat dan sibuk, Hotaka bertemu dengan seorang gadis bernama Hina. Gadis itu memiliki kekuatan misterius yang dapat menghentikan hujan dan membuat cuaca cerah.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Tenki-no-Ko-(Weathering-with-You)-12-05-2020-5228.jpg"
  },
  {
    "id": 39,
    "path": "Anime/AnimeList",
    "name": "Fruits Basket S2 (2019)",
    "rating": 0,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Slice of Life, Comedy, Supernatural, Drama, Romance, Shoujo",
    "description": "Sudah hampir setahun sejak Tooru mulai tinggal di rumah Shigure. Meskipun hubungannya dengan keluarga Souma lebih dekat, ia masih prihatin dengan sifat alami kutukan jahat mereka. Takdir apa yang menanti mereka ke depan? ikuti kisahnya.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Fruits-Basket-S2-(2019)-12-05-2020-10000.jpg"
  },
  {
    "id": 38,
    "path": "Anime/AnimeList",
    "name": "Hitori no Shita Season 3",
    "rating": 0,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Action, Mystery, Super Power, Psychological, Supernatural, Drama, Martial Arts",
    "description": "Musim ketiga seri anime Hitori no Shita.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Hitori-no-Shita-Season-3-12-05-2020-7324.jpg"
  },
  {
    "id": 37,
    "path": "Anime/AnimeList",
    "name": "Hachi-nan tte, Sore wa Nai deshou!",
    "rating": 0,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Action, Fantasy",
    "description": "Shingo Ichinomiya, seorang karyawan biasa berumur 25 tahun yang bekerja di sebuah perusahaan perdagangan. Suatu hari, tiba-tiba ia menjadi anak berumur 6 tahun, putra kedelapan dari keluarga bangsawan miskin di dunia fantasi.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Hachi-nan-tte,-Sore-wa-Nai-deshou!-07-05-2020-8011.png"
  },
  {
    "id": 36,
    "path": "Anime/AnimeList",
    "name": "Shadowverse ",
    "rating": 0,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Fantasy, Game",
    "description": "Hiiro Ryuugasaki adalah siswa Akademi Tensei yang mendapatkan smartphone misterius. Di dalam smartphone tersebut terdapat permainan kartu populer “Shadowverse”. Lewat permainan itu, Hiiro bertemu teman, lawan dan ikut berpartisipasi dalam turnamen. Bersamaan dengan banyaknya waktu yang ia habiskan untuk bermain, ikatannya dengan teman-temannya semakin kuat.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Shadowverse--07-05-2020-1457.png"
  },
  {
    "id": 35,
    "path": "Anime/AnimeList",
    "name": "Mewkledreamy ",
    "rating": 0,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Adventure, Kids, Fantasy",
    "description": "Cerita dimulai ketika seorang gadis SMP bernama Yume melihat sesuatu jatuh dari langit dan bertemu dengan anak kucing berwarna ungu bernama Mew. Mew memiliki kekuatan “Yume Synchro” yang dapat memasuki mimpi. Di dunia mimpi, Yume dan Mew mengumpulkan Dream Stone.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Mewkledreamy--07-05-2020-7989.jpg"
  },
  {
    "id": 34,
    "path": "Anime/AnimeList",
    "name": "Tamayomi",
    "rating": 0,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Sports, School",
    "description": "Saat SMP, pitcher Yomi Takeda tak berhasil berbuat banyak di turnamen baseball antar-sekolah karena catcher di timnya tak bisa mengimbanginya. Ia pun memutuskan berhenti bermain baseball dan melanjutkan sekolah ke SMA Shin Koshigaya yang tak memiliki klub baseball.\r\n\r\nDi sana ia bertemu dengan Tamaki Yamazaki, teman masa kecilnya sering bermain bola tangkap dengannya. Selama di SMP, Tamaki terus bermain baseball sebagai catcher, bahkan ia juga bisa menangkap lemparan “Magic Throw” Yomi yang tak banyak catcher bisa menangkapnya.\r\n\r\nJanji masa kecil untuk bermain baseball bersama kini dapat terwujud. Kisah gadis pecinta baseball ini pun dimulai.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Tamayomi-07-05-2020-5246.jpg"
  },
  {
    "id": 33,
    "path": "Anime/AnimeList",
    "name": "Kimi no Tou",
    "rating": 0,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Action, Adventure, Mystery, Drama, Fantasy",
    "description": "Twenty-Fifth Bam, seorang anak laki-laki yang menghabiskan sebagian besar hidupnya terperangkap di bawah Menara misterius yang luas bersama teman dekatnya, Rachel. Di dalam menara, Bam menghadapi berbagai tantangan di setiap lantai untuk menemukan teman dekatnya.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Kimi-no-Tou-07-05-2020-1537.jpg"
  },
  {
    "id": 31,
    "path": "Anime/AnimeList",
    "name": "Toaru Majutsu no Index Movie: Endymion no Kiseki BD",
    "rating": 7.56,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Action, Magic, Sci-Fi, Super Power",
    "description": "Tepat sebelum selesainya lift ruang angkasa Academy City “Endymion”, Kamijou dan Index bertemu seorang gadis tingkat 0 bernama Arisa. Para Penyihir mengejar Arisa, dan mereka menyerang Academy City. Seorang pemimpin wanita bernama Shattoaura memimpin unit dari Academy City melawan serangan itu. Kamijou dan Index belajar dari Stiyl bahwa Arisa adalah kunci perang antara sisi Sihir dan Sains.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Toaru-Majutsu-no-Index-Movie:-Endymion-no-Kiseki-BD-07-05-2020-3525.jpg"
  },
  {
    "id": 30,
    "path": "Anime/AnimeList",
    "name": "Hanamonogatari",
    "rating": 8.03,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Mystery, Comedy, Supernatural",
    "description": "Seri anime monogatari yang menceritakan kisah Kanbaru Suruga.\r\n\r\nKanbaru menemukan Iblis sebenarnya adalah Rouka Numachi, mantan saingan yang memberikan nasihat gratis kepada mereka yang mencari dia sekarang karena dia tidak bisa lagi bermain basket karena cedera kaki. Sebagai pengumpul kemalangan, Numachi menikmati menghilangkan stres kliennya dengan memberi mereka harapan palsu. Meskipun Kanbaru melihat tidak ada kerusakan nyata yang dilakukan, dia menegur Rouka karena berbohong dan pulang, lega dia bukan penyebab rumor. Tetapi keesokan paginya, ketika dia menemukan bahwa tangan kirinya telah kembali ke bentuk aslinya, dia mungkin memiliki alasan untuk khawatir.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Hanamonogatari-07-05-2020-7392.jpg"
  },
  {
    "id": 29,
    "path": "Anime/AnimeList",
    "name": "Black Clover",
    "rating": 7.08,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Action, Comedy, Magic, Fantasy, Shounen",
    "description": "Asta adalah seorang anak muda yang bermimpi menjadi penyihir terhebat di kerajaan. Tapi dia punya satu masalah, dia tidak bisa menggunakan sihir. Nasib baik menghampirinya karena mendapatkan Grimoire lima daun yang sangat langka “Black Clover” yang memberinya kekuatan anti-sihir. Meskipun dia tidak bisa menggunakan sihir, tapi dia tetap bertekad untuk menjadi Raja Penyihir.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Black-Clover-18-03-2020-1914.png"
  },
  {
    "id": 28,
    "path": "Anime/AnimeList",
    "name": "Diamond no Ace: Act II ",
    "rating": 8.26,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Comedy, Sports, School, Shounen",
    "description": "Mengambil cerita setelah akhir turnamen musim gugur. Ketika dimulainya turnamen di Koshien, Tim baseball SMA Seidou bertanding dengan wajah-wajah baru dan lama. Menceritakan tentang Sawamura Eijun, seorang “pitcher” yang bergabung dengan sekolah elit yang di dalamnya terdapat seorang “catcher” jenius bernama Miyuki Kazuya. Bersama dengan seluruh anggota tim, mereka berusaha untuk memenangkan kejuaran Nasional Jepang yang terkenal yaitu ” aKoushien” dengan tekat dan determinasi yang tinggi.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Diamond-no-Ace:-Act-II--18-03-2020-615.jpg"
  },
  {
    "id": 27,
    "path": "Anime/AnimeList",
    "name": "Kimi no Nawa",
    "rating": 9.12,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Drama, Romance, School, Supernatural",
    "description": "Mitsuha adalah gadis SMA yang tinggal di ujung kota kecil Itomori dekat perspektur Gifu yang letaknya terpencil dekat dan dekat dengan gunung. Mitsuha sering mengeluh arena keterbatasan kota tempatnya tinggal tersebut dan suatu hari berniat pindah ke Tokyo.\r\n\r\nTaki adalah cowok SMA yang tinggal di pusat Tokyo. Ia menghabiskan waktu sehari-hari bermain dengan teman-temannya, bekerja paruh waktu di restoran Itali, dan juga tertarik dengan arsitektur serta menggambar pemandangan.\r\n\r\nSuatu hari, keduanya bangun dan bertukar tubuh dan saling menjalani kehidupan sehari-hari. Berawal dari mimpi dan time leap, akankah mereka berdua bisa bertemu dan kembali ke tubuh masing-masing?\r\n",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Kimi-no-Nawa-17-03-2020-3633.jpg"
  },
  {
    "id": 26,
    "path": "Anime/AnimeList",
    "name": "Detective Conan",
    "rating": 8.25,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Adventure, Comedy, Mystery, Police, Shounen",
    "description": "Shinichi Kudou, pakar misteri besar berusia tujuh belas tahun, udah populer sebab udah memecahkan lebih dari satu persoalan yang menantang. Suatu hari, ketika Shinichi memandang dua orang yang mencurigakan dan menentukan untuk ikuti mereka, dia secara tidak sengaja jadi saksi atas aktivitas ilegal yang mengganggu. Ketika orang-orang menangkap Shinichi, mereka memberinya obat percobaan yang dirumuskan oleh organisasi kriminal mereka dan membiarkannya meninggal. Namun, untuk keheranannya sendiri, Shinichi tetap hidup dan langsung terbangun, tetapi sekarang, dia memiliki tubuh seorang anak berusia tujuh tahun, dengan prima memelihara kecerdasan aslinya. Dia menyembunyikan identitas aslinya dari semua orang, termasuk rekan era kecilnya Ran Mouri dan ayahnya, detektif swasta Kogorou Mouri, dan menukar nama Conan Edogawa (terinspirasi oleh penulis misteri Arthur Conan Doyle dan Ranpo Edogawa).\r\n\r\nAnimasi oleh TMS dan diadaptasi dari manga oleh Gosho Aoyama, Detektif Conan ikuti Shinichi yang, kala Conan, merasa secara diam-diam menyelesaikan persoalan Mouri senior dari balik layar dengan kapabilitas penyandiannya yang tetap luar biasa, kala secara diam-diam menyelidiki organisasi yang bertanggung jawab atas keadaannya kala ini, Berharap dapat membalikkan dampak obat itu suatu hari nanti. ",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Detective-Conan-17-03-2020-3779.jpg"
  },
  {
    "id": 25,
    "path": "Anime/AnimeList",
    "name": "Murenase! Seton Gakuen",
    "rating": 7.14,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Comedy, School",
    "description": "Seton Academy, sebuah sekolah yang penuh bersama binatang di mana, berkat penurunan populasi, ada lebih sedikit manusia daripada makhluk lain. Mazama Jin, seorang pembenci binatang dan salah satu laki-laki manusia di kelasnya, jatuh cinta terhadap Hino Hitomi, salah satu manusia perempuan, selagi dia menatapnya. Namun dia segera mendapatkan dirinya terjerat bersama beraneka makhluk lain sehabis dia enggan berhimpun bersama 'paket' Lanka serigala, salah satu anggota lain dari paketnya. ",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Murenase!-Seton-Gakuen-17-03-2020-6289.jpg"
  },
  {
    "id": 24,
    "path": "Anime/AnimeList",
    "name": "Magia Record: Mahou Shoujo Madoka☆Magica Gaiden (TV)",
    "rating": 7.37,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Psychological, Drama, Magic, Thriller",
    "description": "Panggung adalah kota yang berkembang, Kota Kamihama. \"Maukah kamu bertarung bersamaku?\" Pertemuan pada gadis-gadis itu memutar kisah baru. Dipandu oleh kekuatan misterius, gadis-gadis ajaib berkumpul di kota ini. Itu adalah area di mana gadis-gadis ajaib sanggup selamanya layaknya mereka. Gadis-gadis menarik kekuatan baru didalam perjuangan mereka melawan penyihir. \"Apa yang berlangsung ... di kota ini?\" Tamaki Iroha berkunjung ke kota ini ikuti saudaranya yang hilang. Iroha bekerja bersama dengan gadis-gadis ajaib lainnya untuk melacak petunjuk. Akhirnya, Akemi Homura, seorang gadis penyihir dari Kota Mitakihara, berkunjung ke Kamihama juga. \"Jika saya sanggup mengetahui apa yang berlangsung di kota ini, saya kemungkinan sanggup menyelamatkan Kaname-san ...\". Ketika gadis-gadis ajaib dari dua kota menyeberang, harapan baru lahir. ",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Magia-Record:-Mahou-Shoujo-Madoka☆Magica-Gaiden-(TV)-17-03-2020-4092.jpg"
  },
  {
    "id": 23,
    "path": "Anime/AnimeList",
    "name": "ID:Invaded",
    "rating": "",
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Sci-Fi, Mystery",
    "description": "Sakaido, seorang detektif yang berusaha menyelesaikan kasus pembunuhan seorang gadis muda bernama Kaeru. Tetapi menyelesaikan kasus ini tidak seperti yang lain karena dunia mulai terbolak-balik, menantang apa yang Sakaido pikirkan dan yakini.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-ID:Invaded-17-03-2020-4631.jpg"
  },
  {
    "id": 22,
    "path": "Anime/AnimeList",
    "name": "Nanabun no Nijuuni",
    "rating": "",
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Music",
    "description": "Seri anime yang menceritakan grup idol 22/7. Miu Takigawa (Nagomi Saijo) menerima surat misterius dari agensi bakat GIP. Miu dan 7 gadis lainnya telah dipersatukan oleh nasib itu sendiri. “Kamu akan membuat debut label utama sebagai grup idol”.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Nanabun-no-Nijuuni-15-03-2020-7951.jpg"
  },
  {
    "id": 21,
    "path": "Anime/AnimeList",
    "name": "Mahou Sensei Negima! Movie",
    "rating": 6.81,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Adventure, Supernatural, Magic",
    "description": "Sebuah film anime yang berdasarkan dari manga Negima! Magister Negi Magi.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Mahou-Sensei-Negima!-Movie-15-03-2020-1807.jpg"
  },
  {
    "id": 20,
    "path": "Anime/AnimeList",
    "name": "Healin` Good Precure",
    "rating": 7.17,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Action, Magic, Fantasy, Shoujo",
    "description": "Sebuah dunia bernama The Healing Garden, sebuah dunia rahasia berdekatan dengan bumi yang diserang oleh kelompok penjahat bernama Byogens yang menginfeksi dan menyebarkan penyakit di bumi. Sekelompok hewan peri dari taman tersebut yang masih dalam masa latihan dikirim ke dunia manusia untuk mencari ketiga patner mereka untuk menjadi Precure untuk melawan ancaman dari Byogens ini. Ketiga patner ini adalah gadis terpilih bernama Nodoka Hanadera yang berubah menjadi Cure Grace, Chiyu Sawaizumi yang berubah menjadi Cure Fontaine, dan Hinata Hiramitsu yang berubah menjadi Cure Sparkle. Ketiga Precure ini akan ikut ditemani oleh patner hewan peri dari taman tersebut, yaitu seekor kelinci bernama Rapirin, seekor pinguin bernama Pegitan, seekor macan bernama Nyatoran, dan juga ikut ditemani oleh peri lainnya bernama Latte seekor anjing. Mampukah mereka bekerjasama dalam melindungi seluruh kehidupan di bumi dan menghadapi ancaman Byogens yang ingin membuat keseimbangan bumi terancam?",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Healin`-Good-Precure-15-03-2020-6273.jpg"
  },
  {
    "id": 19,
    "path": "Anime/AnimeList",
    "name": "Pokemon 2019",
    "rating": 7.72,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Action, Adventure, Comedy, Kids, Fantasy",
    "description": "Seri terbaru ini akan menampilkan dua protagonis yaitu Satoshi dan Gou bersama partner mereka Pikachu dan Hibanny, serta akan menampilkan keseluruhan region mulai dari Kanto sampai Galar. Seri ini juga memiliki nama yang sama seperti seri originalnya yang tayang pada 1997.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Pokemon-15-03-2020-8919.jpg"
  },
  {
    "id": 18,
    "path": "Anime/AnimeList",
    "name": "Kyokou Suiri",
    "rating": "",
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Mystery, Comedy, Demons, Supernatural, Romance, Shounen",
    "description": "Pada usia 11 tahun, Kotoko Iwanaga diculik oleh youkai (siluman) dan mendapatkan kemampuan untuk menjadi perantara antara roh dan dunia manusia. Namun, kemampuannya itu harus dibayar dengan mata kanan dan kaki kirinya. Sekarang, enam tahun setelah kejadian itu, youkai yang mengalami masalah datang berkonsultasi padanya.\r\nSuatu hari Kotoko bertemu dengan Kurou Sakuragawa, seorang mahasiswa yang memperoleh kemampuan spesial setelah insiden dengan youkai. Kotoko pun meminta Kurou untuk bekerja sama menangani berbagai masalah supernatural.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Kyokou-Suiri-15-03-2020-7833.jpg"
  },
  {
    "id": 17,
    "path": "Anime/AnimeList",
    "name": "Inuyashiki",
    "rating": 7.81,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Action, Drama, Psychological, Sci-Fi, Seinen",
    "description": " \r\nInuyashiki Ichiro, seorang pria tua biasa yang sering diabaikan dan tidak dihormati oleh keluarganya, meskipun semua yang dilakukannya demi mereka. Lebih dari itu, dokternya telah memvonis dirinya menderita kanker. Keadaan semakin buruk ketika muncul cahaya menyilaukan dari langit yang menghantamnya. Setelah kembali tersadar, dia memastikan bahwa tidak ada cidera yang nampak di tubuhnya, tapi segera dia mulai menyadari ada sesuatu yang berbeda dengan dirinya.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Inuyashiki-15-03-2020-5002.jpg"
  },
  {
    "id": 16,
    "path": "Anime/AnimeList",
    "name": "Boku no Hero Academia Season 4",
    "rating": "",
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Action, Comedy, School, Shounen, Super Power",
    "description": "Musim ke empat dari Boku no Hero Academia dengan sisi menarik yaitu munculnya 3 murid pindahan ke kelas A.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Boku-no-Hero-Academia-Season-4-07-03-2020-1009.jpg"
  },
  {
    "id": 15,
    "path": "Anime/AnimeList",
    "name": "Oshi ga Budoukan Ittekuretara Shinu",
    "rating": 7.18,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Comedy, Music, Seinen",
    "description": "Cerita dari anime ini berpusat pada seorang wanita bernama Eripiyo yang tinggal di Okayama. Eripiyo merupakan seorang penggemar berat dari sebuah grup idol bernama ChamJam. Ia juga sangat menyukai salai satu personel dari grup tersebut, yakni Maina. Bahkan, Eripiyo telah memberikan segala kehidupannya untuk Maina.\r\n\r\nBahkan, kemanapun Maina pergi, akan ada Eripiyo yang berada di dekatnya sambil menggunakan kaos olahraga sekolahnya. Ia juga menghabiskan pendapatan bulanannya untuk membeli segala pernik Maina.\r\n\r\nAkibat obsesinya kepada idolnya tersebutm Eripiyo dijuluki sebagai Legend Otaku. Julukan ini didapat karena dedikasinya yang begitu tinggi dalam mendukung grup Idol serta Maina. Kini, bagaimana kehidupan Eripiyo sebagai seorang Oshi?\r\n",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Oshi-ga-Budoukan-Ittekuretara-Shinu-07-03-2020-4509.jpg"
  },
  {
    "id": 14,
    "path": "Anime/AnimeList",
    "name": "Isekai Quartet Season 2",
    "rating": "",
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Comedy, Parody, Fantasy",
    "description": "Musim kedua dari seri anime Isekai Quartet.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Isekai-Quartet-Season-2-05-03-2020-5213.jpg"
  },
  {
    "id": 12,
    "path": "Anime/AnimeList",
    "name": "Chihayafuru Season 3",
    "rating": "",
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Game, Slice of Life, Sports, Drama, School, Josei",
    "description": "Musim ketiga seri anime Chihayafuru.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Chihayafuru-Season-3-05-03-2020-7353.png"
  },
  {
    "id": 11,
    "path": "Anime/AnimeList",
    "name": "Dorohedoro ",
    "rating": "",
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Action, Comedy, Horror, Fantasy, Seinen",
    "description": "\"Hole\", distrik gelap, tua dan tak teratur. Mereka yang kuat akan memangsa yang lemah. Kematian merupakan hal yang biasa di sini. Distrik yang tak mengenal hukum dan adab ini adalah tempat uji coba bagi para penyihir yang mendominasi kawasan ini. Sebagai ras yang menduduki kasta tertinggi di masyarakat, mereka para penyihir menganggap penghuni Hole tak lebih dari serangga. Dibunuh, dimutilasi, dan menjadikan mereka objek eksperimen semau mereka.\r\nKaiman, pria hilang ingatan yang menyerupai reptil karena ulah penyihir. Untuk mengembalikan tubuh dan ingatannya, ia terus memburu penyihir dibantu Nikaidou.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Dorohedoro--05-03-2020-2831.jpg"
  },
  {
    "id": 10,
    "path": "Anime/AnimeList",
    "name": "Eizouken ni wa Te wo Dasu na!",
    "rating": "",
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Adventure, Comedy, School, Seinen",
    "description": "Asakusa Midori ingin membuat anime, tapi ia kurang percaya diri untuk memulai langkah pertamanya. Secara kebetulan ia bertemu dengan Mizusaki Tsubame, seorang yang sedang naik daun yang bermimpi menjadi seorang animator. Bersama dengan Kanamori Sayaka yang menyukai uang, ketiganya berusaha untuk mewujudkan impian mereka.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Eizouken-ni-wa-Te-wo-Dasu-na!-05-03-2020-2124.jpg"
  },
  {
    "id": 9,
    "path": "Anime/AnimeList",
    "name": "Nanatsu no Taizai Season 3",
    "rating": "",
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Action, Adventure, Supernatural, Magic, Fantasy, Shounen",
    "description": "Sekuel dari seri anime Nanatsu no Taizai. Seri baru ini mulai memasuki cerita klimaks.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Nanatsu-no-Taizai-Season-3-05-03-2020-7715.jpg"
  },
  {
    "id": 8,
    "path": "Anime/AnimeList",
    "name": "Ahiru no Sora",
    "rating": 7.64,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Sports, Drama, School, Shounen",
    "description": "Sora Kurumatani seorang anak laki-laki pendek dan lemah, tetapi sangat menyukai basket. Setelah diterima di SMA Kuzuryuuu, ia segera bergabung dengan klub basket yang ternyata jadi sarang kenakalan.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Ahiru-no-Sora-05-03-2020-2702.png"
  },
  {
    "id": 7,
    "path": "Anime/AnimeList",
    "name": "BoFuri ",
    "rating": "",
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Action, Sci-Fi, Adventure, Comedy, Fantasy",
    "description": "Setelah menerima undangan dari temannya Risa Shiromine, Kaede Honjou mulai memainkan game VRMMO New World Online sebagai Maple. Karena kurangnya pengalaman bermain, ia menggunakan semua poinnya untuk pertahanan. Akibatnya, gerakannya lambat dan ia tak bisa menggunakan sihir. Namun, Maple mendapatkan kemampuan yang disebut \"Pertahanan Absolut\".",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-BoFuri--05-03-2020-901.jpg"
  },
  {
    "id": 6,
    "path": "Anime/AnimeList,
    "name": "Kabukichou Sherlock",
    "rating": 6.65,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Mystery, Comedy, Drama",
    "description": "Distrik Kabukichou diterangi lampu neon membentang di pusat kota yang kacau. Di balik cahaya yang menyinari kota, ada bayangan yang mengintai di dalam kegelapan. Namun, sepercik cahaya bersinar dari rumah petak detektif. Rumah yang dikelola oleh Mrs. Hudson ini juga dihuni tujuh orang aneh.\r\n\r\nKetika tirai kasus pembunuhan yang dilakukan oleh Jack the Ripper telah terbuka, kisah ini dimulai…",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Kabukichou-Sherlock-05-03-2020-3471.jpg"
  },
  {
    "id": 5,
    "path": "Anime/AnimeList",
    "name": "Number24",
    "rating": "",
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Sports, School",
    "description": "Natsusa Yuzuki melanjutkan ke universitas dan berharap menjadi ace klub rugby, tetapi, karena suatu hal ia tak bisa lagi bermain rugby. Seniornya, Ibuki Ueoka juga berhenti bermain rugby. Di sisi lain, juniornya, Yuu Mashiro selalu melihat Natsusa dan mengikuti jejaknya. Ini adalah anime rugby dari mantan rekan setimnya yang berjuang bersama dalam pertandingan liga rugby universitas Kansai.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Number24-05-03-2020-2491.png"
  },
  {
    "id": 4,
    "path": "Anime/AnimeList",
    "name": "Pet",
    "rating": 6.3,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Mystery, Psychological, Supernatural, Seinen",
    "description": "Ada orang yang bisa masuk ke pikiran orang dan mengendalikan ingatan mereka. Kekuatan ini digunakan untuk membasmi misteri dan kasus atau lebih buruk, untuk membunuh. Potensi kekuatan tersebut cukup kuat sehingga mampu menghancurkan pikiran orang, namun, dapat menjadi bumerang dan memakan hati seseorang. Untuk mengatasinya, rantai digunakan untuk mengunci dan melindungi hati satu sama lain yang lemah dan berbahaya. Dari rasa takut dan penghinaan yang tumbuh, akibatnya mereka disebut sebagai \"Pet.\".",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Pet-05-03-2020-9477.jpg"
  },
  {
    "id": 3,
    "path": "Anime/AnimeList",
    "name": "Plunderer ",
    "rating": 7,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Action, Ecchi, Fantasy, Shounen",
    "description": "Dalam dunia pasca-apokaliptik yang didominasi oleh apa yang disebut \"Bilangan,\" setiap manusia akan memiliki identitas mereka dicap dengan \"Count\" mereka sendiri, yang dapat menentukan jumlah apa pun yang terkait dengan kehidupan mereka. Mungkin itu jarak berjalan seseorang atau jumlah pujian yang diberikan kepada mereka oleh orang lain, Hitungan ini bisa membawa mereka ke jurang ketika telah turun ke nol.\n\nPada tahun 305 kalender Alcian, Hina mewarisi misi dari Ibunya, yang Countnya turun menjadi nol, untuk mencari Baron Merah Legendaris. Dalam petualangannya, ia bertemu pendekar pedang bertopeng setengah bernama Licht yang mencoba menyembunyikan identitasnya, karena ia dikenal sebagai orang yang merosot karena memiliki Count yang sangat rendah.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Plunderer-|-プランダラ-02-03-2020-5348.jpg"
  },
  {
    "id": 2,
    "path": "Anime/AnimeList",
    "name": "One Piece",
    "rating": 8.7,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Action, Adventure, Comedy, Super Power, Drama, Fantasy, Shounen",
    "description": "Gol D. Roger dikenal sebagai \"Raja Bajak Laut,\" makhluk terkuat dan paling terkenal yang pernah berlayar di Grand Line. Penangkapan dan eksekusi Roger oleh Pemerintah Dunia membawa perubahan di seluruh dunia. Kata-kata terakhirnya sebelum kematiannya mengungkapkan keberadaan harta terbesar di dunia, One Piece. Pengungkapan inilah yang menghasilkan Grand Age of Pirates, orang-orang yang bermimpi menemukan One Piece — yang menjanjikan kekayaan dan ketenaran yang tak terbatas — dan sangat mungkin puncak kemuliaan serta gelar Raja Bajak Laut.\n\nMasukkan Monkey D. Luffy, anak laki-laki berusia 17 tahun yang menentang definisi standar Anda tentang bajak laut. Alih-alih persona populer dari desa bajak laut yang jahat, keras, dan tak bergigi untuk bersenang-senang, alasan Luffy untuk menjadi bajak laut adalah salah satu keajaiban: pikiran tentang petualangan yang mengasyikkan yang membawanya ke orang-orang yang membangkitkan minat dan akhirnya, harta yang dijanjikan. Mengikuti jejak pahlawan masa kecilnya, Luffy dan krunya melakukan perjalanan melintasi Grand Line, mengalami petualangan gila, mengungkap misteri gelap dan melawan musuh yang kuat, semua untuk mencapai kekayaan yang paling didambakan dari semua kekayaan — One Piece.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-One-Piece-29-02-2020-4489.jpg"
  },
  {
    "id": 1,
    "path": "Anime/AnimeList",
    "name": "Boruto: Naruto Next Generations",
    "rating": 7.2,
    "quality_movie": "",
    "duration": "",
    "cover_bg": "",
    "stream": "",
    "jenis": "series",
    "country": "Jepang",
    "categories": "Action, Adventure, Martial Arts, Shounen, Super Power",
    "description": "Menyusul akhir sukses Perang Dunia Shinobi Keempat, Konohagakure telah menikmati masa damai, kemakmuran, dan kemajuan teknologi yang luar biasa. Ini semua karena upaya dari Sekutu Shinobi Sekutu dan Hokage Ketujuh desa, Naruto Uzumaki. Sekarang menyerupai metropolis modern, Konohagakure telah berubah, khususnya kehidupan seorang shinobi. Di bawah pengawasan ketat Naruto dan kawan-kawan lamanya, generasi baru shinobi telah melangkah untuk mempelajari cara-cara ninja.\n\nBoruto Uzumaki sering menjadi pusat perhatian sebagai putra Hokage Ketujuh. Meskipun mewarisi perilaku Naruto yang keras dan keras kepala, Boruto dianggap ajaib dan mampu melepaskan potensinya dengan bantuan teman dan keluarga yang mendukung. Sayangnya, ini hanya memperburuk kesombongannya dan keinginannya untuk melampaui Naruto yang, bersama dengan gaya hidup ayahnya yang sibuk, telah mempererat hubungan mereka. Namun, kekuatan jahat yang muncul di dalam desa dapat mengancam kehidupan Boruto yang riang.\n\nTeman baru dan wajah yang akrab bergabung dengan Boruto ketika cerita baru dimulai di Boruto: Naruto Next Generation.",
    "cover": "https://www.korenime.com/koreapps/koreimg/korenime-cover-Boruto:-Naruto-Next-Generation-29-02-2020-1177.jpg"
  }
]
